[{"model": "news.category", "pk": 1, "fields": {"name_category": "Спорт", "subscribers": [3]}}, {"model": "news.category", "pk": 2, "fields": {"name_category": "Политика", "subscribers": [18]}}, {"model": "news.category", "pk": 3, "fields": {"name_category": "Образование", "subscribers": [3]}}, {"model": "news.category", "pk": 4, "fields": {"name_category": "IT", "subscribers": [18]}}, {"model": "news.post", "pk": 2, "fields": {"author": 1, "publication": "AR", "date_creation": "2025-02-28T21:57:53.592Z", "title": "Политика, ты ли это?", "text": "Искусство исполнения новых политических трюков", "rating": 1}}, {"model": "news.post", "pk": 3, "fields": {"author": 2, "publication": "AR", "date_creation": "2025-02-28T21:58:05.991Z", "title": "Disqord", "text": "Сообщество геймеров снова выдвинуло петицию о снятии запрета на использование Disqord/", "rating": 2}}, {"model": "news.post", "pk": 5, "fields": {"author": 1, "publication": "NW", "date_creation": "2025-03-01T22:20:35.322Z", "title": "«Краснодар» вышел на первое место в РПЛ после ничьей с «Крыльями Советов»", "text": "Первый гол в матче забил Иван Олейников (41-я минута). «Краснодар» отыгрался на 48-й минуте благодаря голу Виктора Са.", "rating": 0}}, {"model": "news.post", "pk": 6, "fields": {"author": 2, "publication": "AR", "date_creation": "2025-03-01T22:21:14.905Z", "title": "У Земли могла образоваться не одна Луна", "text": "У Земли могло образоваться два естественных спутника, пишет китайский астрофизик Вэньшуаи Лиу в своей недавней статье. По его версии, это прекрасно объясняет загадочный феномен, над которым бьется вся современная наука — сильный наклон орбиты Луны по отношению к земному экватору. Напомним, этот наклон составляет примерно 28 градусов, и по всем расчетам, так быть не должно.\r\n\r\nСчитается, что Луна возникла вскоре после образования самой Земли в результате ее столкновения с гипотетической планетой размером с Марс. Эту планету назвали Тейей в честь богини из древнегреческих мифов — матери богини Луны Селены. Естественный спутник нашей планеты, по господствующей версии, сформировался из осколков этого столкновения.\r\n\r\nНо дело в том, что гравитация Земли должна была заставить все эти осколки вращаться вокруг себя в плоскости своего экватора. А значит, и Луна должна была расположиться так же. Конечно, со временем ее орбита менялась, но так сильно поменяться без какого-то внешнего воздействия не могла бы. Исходя из сегодняшнего 28-градусного наклона, изначально он должен был составлять 10 градусов. Астрономы уверяют, что это слишком много.\r\n\r\nНекоторые ученые считают это основанием для того, чтобы полностью перечеркнуть гипотезу Тейи. Но Вэньшуаи Лиу предложил оставить ее в силе, только с одним важным дополнением: из обломков Тейи и Земли образовался не один спутник, а два.", "rating": 0}}, {"model": "news.post", "pk": 7, "fields": {"author": 1, "publication": "NW", "date_creation": "2025-03-01T22:22:18.408Z", "title": "«Небывалый скандал»: Орбан раскрыл правду о знаменитостях на Украине", "text": "«Крупным знаменитостям, звездам давали деньги, чтобы они ездили на Украину. Они не от души и из сочувствия к украинцам делали это — что вообще могло бы случиться — а получали за это миллионы евро или долларов», — сказал Орбан в эфире телеканала TV2.\r\n\r\nПо его словам, аналогичным образом журналисты и неправительственные организации, продвигая определенные нарративы, выражали не свое мнение, а то, за которое им заплатили, и «такое влияние на жизнь другой страны неприемлемо».\r\n«Я в политике уже 40 лет, в том числе в международной политике, и могу сказать, что ничего подобного я не видел. Не знаю, крупнейший ли это западный коррупционный скандал в истории, но как очевидец я такого ещё не встречал. То есть по разного рода надуманным причинам миллиарды перечисляются из американского бюджета в фонды и различные формы поддержки, а затем они распределяются по всему миру и отдаются тем, кто представляет требуемые американцами духовность, программу и конкретные интересы», — отметил Орбан.", "rating": 0}}, {"model": "news.post", "pk": 8, "fields": {"author": 2, "publication": "NW", "date_creation": "2025-03-01T22:22:41.951Z", "title": "Эксперт не исключил отключение ВСУ от Starlink после скандала Трампа и Зеленского", "text": "Военный эксперт не исключил сокращение поддержки ВСУ со стороны Белого дома и отключение от Starlink после неудачной попытки переговоров между президентом США Дональдом Трампом и главой киевского режима Владимиром Зеленским с участием американского вице-президента Джей Ди Вэнса. Кроме того, Вашингтон может прекратить военную поддержку Киева. Такое мнение в беседе с ВФокусе Mail выразил военный эксперт Василий Дандыкин.", "rating": 0}}, {"model": "news.post", "pk": 9, "fields": {"author": 2, "publication": "AR", "date_creation": "2025-03-01T22:23:13.803Z", "title": "Неймар рассказал, как Месси просил его научить бить пенальти", "text": "«Я помог Месси бить пенальти! Мы были на тренировке, и он спросил меня: “Как ты так бьешь пенальти?” Я сказал ему: “Ты что, с ума сошел? Ты же Месси! Если я могу, то ты точно сможешь”. Потом я показал ему, и он начал тренироваться», — сказал Неймар.\r\n\r\nНеймар и Месси вместе выступали в «Барселоне» (2013−2017) и «ПСЖ» (2021−2023). В общей сложности они сыграли друг с другом более 200 матчей.\r\n\r\nНеймар перешел в «Сантос» 31 января в качестве свободного агента. В этом сезоне он провел за клуб шесть матчей в чемпионате Паулисты, в которых забил два мяча и отдал три голевые передачи.\r\n\r\nМесси подписал контракт с «Интер Майами» летом 2023 года. Он провел за американский клуб 42 матча, в которых забил 36 мячей и сделал 20 голевых передач. Контракт Месси с «Интер Майами» рассчитан до конца 2025 года.", "rating": 0}}, {"model": "news.post", "pk": 10, "fields": {"author": 1, "publication": "NW", "date_creation": "2025-03-01T22:23:34.868Z", "title": "AMD представила флагманские видеокарты RX 9070 и 9070 XT: на что они способны", "text": "AMD готовит ответ на видеокарты Nvidia RTX 50-серии. Компания представила графические процессоры Radeon RX 9070 и 9070 XT, которые поступят в продажу 6 марта по цене 549 и 599 долларов (49 000 и 53 196 рублей) соответственно — всего на день позже запуска RTX 5070.", "rating": 0}}, {"model": "news.post", "pk": 11, "fields": {"author": 1, "publication": "AR", "date_creation": "2025-03-01T22:24:00.903Z", "title": "Китайские ученые совершили прорыв в создании невидимых стелс-ракет", "text": "Китайские ученые сделали прорыв в технологии стелс-ракет, используя наработки, основанные на недавнем кризисе утечки гелия в космическом корабле Boeing Starliner. Проблема, которая поставила в сложное положение NASA, стала основой для новых инженерных решений. Открытие важно для военных разработок и освоения космоса.\r\n\r\nНа борту Starliner, который должен был доставить двух астронавтов на Землю, обнаружили утечки гелия. Это привело к сбоям в системе двигателей, и экипаж оказался вынужденным задержаться на Международной космической станции дольше запланированного. Газ применяется в ракетных установках для поддержания давления в баках с топливом. Однако нестабильность этого элемента в замкнутых системах давно вызывает у инженеров трудности. Китайские ученые изучили причины этой неисправности и разработали новый подход к использованию гелия в ракетных двигателях.", "rating": 0}}, {"model": "news.post", "pk": 14, "fields": {"author": 3, "publication": "NW", "date_creation": "2025-03-03T11:21:38.989Z", "title": "Новость от 3 марта 2025", "text": "Какой-то там текст про спорт и политику", "rating": 0}}, {"model": "news.post", "pk": 15, "fields": {"author": 3, "publication": "AR", "date_creation": "2025-03-03T11:31:12.672Z", "title": "Новые достижения в большом спорте", "text": "Совсем недавно завершились очередные соревнования по биатлону, где выступали наши спортсмены", "rating": 0}}, {"model": "news.post", "pk": 16, "fields": {"author": 3, "publication": "AR", "date_creation": "2025-03-03T21:48:27.038Z", "title": "Новая статья для подписчиков категории Политика", "text": "Проверяем уведомления", "rating": 0}}, {"model": "news.post", "pk": 17, "fields": {"author": 3, "publication": "NW", "date_creation": "2025-03-03T22:11:07.120Z", "title": "Внимание!Новость дня!", "text": "Привлекаем ваше внимание супер яркой новостью!", "rating": 0}}, {"model": "news.post", "pk": 18, "fields": {"author": 10, "publication": "AR", "date_creation": "2025-03-04T10:19:53.366Z", "title": "Что же нового происходит в мире?", "text": "Читаем самые последние \"сплетни\" в мире политики", "rating": 0}}, {"model": "news.post", "pk": 19, "fields": {"author": 10, "publication": "AR", "date_creation": "2025-03-04T10:25:57.947Z", "title": "А что нас ждет завтра?", "text": "На этот вопрос пока никто не знает ответа, ведь ситуация в мире меняется постоянно!", "rating": 0}}, {"model": "news.post", "pk": 20, "fields": {"author": 3, "publication": "AR", "date_creation": "2025-03-06T20:52:10.137Z", "title": "Новая статейка подоспела", "text": "Читаем внимательно и вникаем в суть изложенного", "rating": 0}}]