Repository: ayushinazlata/NewsPaper_project
Catalog: NewsPaper/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Name
ru: Имя

source: Last Name
ru: Фамилия

source: Email
ru: Адрес электронной почты

source: Reset rating
ru: Сбросить рейтинг

source: By name
ru: По названию

source: Author
ru: Автор

source: select author
ru: выберите автора

source: Publication date after
ru: Публикации после

source: Category
ru: Категория

source: select category
ru: выберите категорию

source: Publications from
ru: Публикации после

source: Type of publication
ru: Тип публикации

source: Title
ru: Заголовок

source: Text
ru: Текст

source: The name must start with a capital letter
ru: Название должно начинаться с заглавной буквы

source: Removes all news from the specified category after confirmation
ru: Удаляет все публикации из указанной категории после подтверждения

source: Name of the category from which all news should be removed
ru: Название категории, из которой следует удалить все публикации

source: ❌ Error: category "%s" not found.
ru: ❌ Ошибка: категория "%s" не найдена.

source: ⚠️ Category "%s" does not contain news.
ru: ⚠️ Категория "%s" не содержит публикаций.

source: Do you really want to remove %d news items from the category? "%s"? (yes/no)
ru: Вы действительно хотите удалить %d публикаций из категории? "%s"? (yes/no)

source: ✅ Successfully removed %d news from category "%s".
ru: ✅ Успешно удалены %d публикации из категории "%s".

source: ❌ Operation cancelled by user.
ru: ❌ Операция отклонена пользователем.

source: Authors
ru: Авторы

source: name category
ru: название категории

source: Category Name
ru: Название категории

source: Categories
ru: Категории

source: Author of publication
ru: Автор публикации

source: News
ru: Новость

source: Article
ru: Статья

source: Publication
ru: Публикация

source: Date of publication
ru: Дата публикации

source: Rating
ru: Рейтинг

source: Publications
ru: Публикации

source: Post Category
ru: Категории поста

source: Post Categories
ru: Категории постов

source: Comment
ru: Комментарий

source: Comments
ru: Комментарии

source: You have successfully subscribed to category updates:
ru: Вы успешно подписались на обновления категории:

source: You have successfully unsubscribed from updates in the category:
ru: Вы успешно отписались от обновлений категории:

source: Error 403
ru: Ошибка 403

source: It seems you do not have access to this page...
ru: Кажется у вас нет доступа к этой странице...

source: Log In
ru: Вход

source: Log in
ru: Вход

source: Or sign in from:
ru: Или войдите через:

source: Login from Yandex
ru: Вход через Яндекс

source: Register
ru: Регистрация

source: Sign up
ru: Зарегистрироваться

source: Sign up from Yandex
ru: Зарегистрироваться через Яндекс

source: ALL PUBLICATIONS IN CATEGORY
ru: ВСЕ ПУБЛИКАЦИИ КАТЕГОРИИ

source: You see
ru: Вы видите

source: of
ru: из

source: publications in category
ru: публикаций в категории

source: Subscribe
ru: Подписаться

source: Unsubscribe
ru: Отписаться

source: Filter
ru: Фильтровать

source: Type
ru: Тип

source: Content
ru: Текст

source: There are no publications in this category.
ru: Публикации в категории не найдены.

source: See all publications
ru: Назад на главную

source: We will be glad to see you among our subscribers again!
ru: Будем рады снова видеть Вас среди наших подписчиков!

source: News Portal
ru: Новостной Портал

source: My publications
ru: Мои публикации

source: Search
ru: Поиск

source: Responses
ru: Отклики

source: Apply
ru: Выбор

source: Logout
ru: Выход

source: Sign Up
ru: Зарегистрироваться

source: DELETING A PUBLICATION
ru: УДАЛИТЬ ПУБЛИКАЦИЮ

source: Are you sure you want to delete
ru: Вы уверены, что хотите удалить

source: Delete
ru: Удалить

source: CREATING A PUBLICATION
ru: СОЗДАНИЕ ПУБЛИКАЦИИ

source: Save it
ru: Сохранить

source: ALL PUBLICATIONS
ru: ВСЕ ПУБЛИКАЦИИ

source: publications on our News Portal!
ru: публикации на нашем Новостном Портале!

source: you are the author
ru: вы являетесь автором

source: you are not the author
ru: вы не являетесь автором

source: Become an author
ru: Стать автором

source: Available limit
ru: Доступный лимит

source: publications
ru: публикаций

source: Add a publication
ru: Добавить публикацию

source: Publication limit reached. Try again later.
ru: Лимит публикаций исчерпан. Попробуйте позже.

source: No publications found!
ru: Публикации не найдены!

source: Searching publications
ru: Поиск публикаций

source: SEARCHING PUBLICATIONS
ru: ПОИСК ПУБЛИКАЦИЙ

source: No publications found
ru: Публикации не найдены

source: Thank you for your interest in our News Portal!
ru: Спасибо за интерес к нашему Новостному Порталу!

source: MY PUBLICATIONS
ru: МОИ ПУБЛИКАЦИИ

source: your publications
ru: ваших публикаций

source: Actions
ru: Действия

source: Edit
ru: Редактировать

source: No publications find
ru: Публикации не найдены
